{
  "content": "### **Experience Drafting**\n\n---\n\n### **Title:** Admin Operational\n\n**Institution:** Muria Sport Kudus\n\n**Period:** Oct 2021 - Sekarang\n\n1. **What did you do?**\n\n    Manage more than 5 stores in the marketplace starting from optimizing the store organically, receiving orders to resolving complaints\n\n    - **Result:** resulting in a 21.42% increase in sales in December 2024.\n    - **Justification:** Resulting was based on sales report which is November sales higher than December \n    - **Specific Impact or Method:** Specific Method: Optimize, knowing customer needs through communication\n\n2. **What did you do?**\n\n    Responsible for finding new customers and building good relationships through the WhatsApp channel\n\n    - **Result:** resulting average sales increase 6.13% in 2024\n    - **Justification:** Resulting was based on sales reports during 2024\n    - **Specific Impact or Method:** Specific Method: Knowing customer needs through communication and Negotiate\n\n3. **What did you do?**\n\n    Making a marketing content in video type on TikTok and WhatsApp\n\n    - **Result:** Increase impression by an estimated 100% and conversion by an estimated 25%\n    - **Justification:** Resulting was based on comment and replies increase 100% and conversion 25% compared to Image type of content\n    - **Specific Impact or Method:** Specific Impact: Get new customer and drive conversion\n\n---\n\n### **Title:** Project Manager at SEO\n\n**Institution:** RevoU\n\n**Period:** 12/1/2024\n\n1. **What did you do?**\n\n    Decided topic research\n\n    - **Result:** Get a good feedback from instructor about topic decision\n    - **Justification:** Topic decision based on competitor research using Ahrefs and Alsoasked\n    - **Specific Impact or Method:** Specific Method: by using Ahrefs and Alsoasked for research competitor website\n\n2. **What did you do?**\n\n    Made a content strategy\n\n    - **Result:** Get a good feedback from instructor about WordPress content writing technique\n    - **Justification:** Content strategy based on SERP Analysis and create content on WordPress\n    - **Specific Impact or Method:** Specific Method: Doing research based on SERP Analysis and decided the queries of content then make a content on WordPress\n\n---\n\n### **Title:** Performance Team at Google Ads Project\n\n**Institution:** RevoU\n\n**Period:** 11/1/2024\n\n1. **What did you do?**\n\n    Collaborated with Team to decide and executed Google Ads Campaigns and Optimizing for Laoek Catering\n\n    - **Result:** There was a 1.9% increase in CTR, a 0.9% increase in CVR and 4 leads were obtained.\n    - **Justification:** Referring to the Google Ads dashboard, there was an increase in CTR and CVR after reducing keywords that had no traffic, revising the headline, and adding keywords that were in line with the Landing Page.\n    - **Specific Impact or Method:** Specific Method: directly target keywords for related target\n\n---\n\n### **Title:** Creative Team at Meta Ads Project \n\n**Institution:** RevoU\n\n**Period:** 10/1/2024\n\n1. **What did you do?**\n\n    Collaborated with the design team to create campaign assets\n\n    - **Result:** Delivered asset one day before the deadline\n    - **Justification:** Delivery time was compared to previous campaigns where delays were common, showing the new workflow eliminated bottlenecks and improved asset delivery.\n    - **Specific Impact or Method:** Specific Impact: Streamlined workflow, allowing more time for final reviews.\n\n---\n\n### **Final Experience (CV Ready Statement)**\n\n---\n\n### **Title:** Admin Operational\n\n1. Managed more than 5 stores in the marketplace by optimizing the store operations and resolving complaints, resulting in a 21.42% increase in sales in December 2024 compared to November, by understanding customer needs through effective communication\n2. Responsible for finding new customers and building strong relationships through the WhatsApp channel, achieving an average sales increase of 6.13% in 2024 based on annual sales reports, by identifying customer needs through communication and negotiation.\n3. Designed marketing content on TikTok and WhatsApp to increase brand impressions and drive conversion, resulting in attracting new customers, even though specific engagement metrics were not tracked due to a lack of tools in the office.\n\n---\n\n### **Title:** Project Manager at SEO\n\n1. Conducted comprehensive topic research, which received excellent feedback from instructors, leveraging competitor analysis using Ahrefs and Alsoasked to ensure relevant content decisions.\n2. Developed a content strategy based on in-depth SERP analysis, implementing effective WordPress content writing techniques that garnered positive feedback from instructors for enhancing online visibility.\n\n---\n\n### **Title:** Performance Team Member - Google Ads Project \n\n1. Collaborated with the team to plan and implement optimized Google Ads campaigns for Laoek Catering, resulting in a 1.9% increase in CTR, a 0.9% increase in CVR, and the acquisition of four new leads through keyword refinement and strategic revisions.\n\n---\n\n### **Title:** Creative Team Member - Meta Ads Project \n\n1. Collaborated closely with the design team to produce high-quality campaign assets, delivering them one day ahead of deadline, thus eliminating previous delays and enhancing overall team efficiency.\n\n---",
  "title": "Grading",
  "header": "<div style='display: flex; align-items: center; justify-content: space-between; padding: 0 20px;'><div style='display: flex; align-items: center; gap: 12px;'><svg xmlns='http://www.w3.org/2000/svg' width='32' height='32' viewBox='0 0 24 24' fill='none' stroke='currentColor' stroke-width='2' stroke-linecap='round' stroke-linejoin='round' class='lucide lucide-graduation-cap'><path d='M22 10v6M2 10l10-5 10 5-10 5z'/><path d='M6 12v5c3 3 9 3 12 0v-5'/></svg><h1 style='margin: 0; font-size: 24px;'>Grading Report</h1></div></div>",
  "theme": "light",
  "font_family": "Arial, sans-serif",
  "font_size": "12pt",
  "heading_font_family": "Arial, serif",
  "line_height": "1.6",
  "content_width": "800px"
}
